---
kind: other
id: Methods.T:Autodesk.Revit.DB.ReferenceArrayArrayIterator
source: html/8c22bca8-c4c4-b4a8-1800-8dfbe44ec508.htm
---
# ReferenceArrayArrayIterator Methods

Causes the object to release immediately any resources it may be utilizing.